Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: If you are ready to describe a technical problem in detail please [$1 report a bug]. Otherwise, you can use the easy form below. Your comment will be added to the page "[$3 $2]", along with your username.
ca_es: Si podeu descriure un problema tècnic en detall, [$1 informeu-ne]. Altrament, podeu fer servir un senzill formulari a continuació. El vostre comentari s'afegirà a la pàgina «[$3 $2]», juntament amb el vostre nom d'usuari i el navegador que esteu emprant.

source: Submit Feedback
ca_es: Envieu la vostra opinió

source: Adding feedback to page...
ca_es: S'està afegint el comentari a la pàgina...

source: Error: Unrecognized result from API
ca_es: Error: Resultat de l'API no reconegut

source: Error: Edit failed
ca_es: Error: Edició fallida

source: Error: No response from API
ca_es: Error: No hi ha resposta de l'API

source: Thanks! Your feedback has been posted to the page "[$2 $1]".
ca_es: Gràcies! S'ha publicat la vostra opinió a la pàgina «[$2 $1]».

source: Done
ca_es: Fet

source: Great! Just check that it is not already one of the [$1 known bugs].
ca_es: Fantàstic! Comproveu que no sigui un dels [$1 problemes ja coneguts].

source: I checked. Report a new bug
ca_es: Ja ho he comprovat. Informeu d'un nou problema

source: containing...
ca_es: que conté ...

source: You are not permitted to upload files to this wiki.
ca_es: No teniu permís per a carregar fitxers en aquest wiki.

source: Internal error: Bad token.
ca_es: Error intern: argument incorrecte.

source: Uploading by URL is disabled on this server.
ca_es: Les càrregues via URL estan desactivades en aquest servidor.

source: There {{PLURAL:$1|is [$2 another file]|are [$2 some other files]}} already on the site with the same content.
ca_es: Ja hi ha {{PLURAL:$1|[$2 un altre fitxer]|[$2 altres fitxers]}} en aquest lloc web amb el mateix contingut.

source: There {{PLURAL:$1|was [$2 another file]|were [$2 some other files]}} already on the site with the same content, but {{PLURAL:$1|it was|they were}} deleted.
ca_es: Aquí ja hi ha hagut {{PLURAL:$1|[$2 un altre fitxer]|[$2 altres fitxers]}} amb el mateix contingut, i {{PLURAL:$1|va ser esborrat|varen ser esborrats}}.

source: Duplicate {{PLURAL:$1|file that has|files that have}} already been deleted.
ca_es: Duplica {{PLURAL:$1|el fitxer|els fitxers}} que ja s'han eliminat

source: Duplicate {{PLURAL:$1|file|files}}.
ca_es: {{PLURAL:$1|Fitxer duplicat|Fitxers duplicats}}

source: Creating new, empty pages is not allowed.
ca_es: No es permet la creació de pàgines noves en blanc.

source: Internal error: Something went wrong while fetching the file.
ca_es: Error intern: quelcom no ha funcionat en accedir al fitxer.

source: A file with name "$1" already exists, and cannot be overwritten.
ca_es: Ja existeix un fitxer amb el nom «$1» i no pot sobreescriure's.

source: A file with name "$1" already exists in the shared file repository, and cannot be overwritten.
ca_es: Ja existeix un fitxer amb el nom «$1» al repositori de fitxers compartits i no pot sobreescriure's.

source: $1 {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ca_es: $1 {{PLURAL:$4|no és un tipus de fitxer permès|no són tipus de fitxer permesos}}. {{PLURAL:$3|El tipus de fitxer permès és|Els tipus de fitxer permesos són}} $2.

source: The filename is missing an extension.
ca_es: El nom de fitxer no té extensió.

source: Internal error: Unable to connect to server.
ca_es: Error intern: no es pot connectar al servidor.

source: Internal error: Something went wrong with processing your upload on the wiki.
ca_es: Error intern: el procés de càrrega en el wiki no ha funcionat.

source: Internal error: File was not found in temporary storage.
ca_es: Error intern: no s'ha trobat el fitxer al dipòsit temporal.

source: Internal error: Missing parameters on request.
ca_es: Error intern: falten paràmetres a la petició.

source: Internal error: Could not determine if the copy succeeded.
ca_es: Error intern: no s'ha pogut determinar si la còpia ha reeixit.

source: You must be logged in to upload files.
ca_es: Cal que estigueu autenticats en un compte d'usuari per a poder carregar fitxers.

source: Internal error: Request requires HTTP POST.
ca_es: Error intern: la sol·licitud necessita HTTP POST.

source: The upload succeeded, but the server did not give us any information about the file.
ca_es: La pujada s'ha realitzat amb èxit, però el servidor no ha proporcionat cap informació del fitxer.

source: Internal error: No upload module set.
ca_es: Error intern: no està definit el mòdul de càrregues.

source: Internal error: No response from server.
ca_es: Error intern: no hi ha resposta del servidor.

source: Internal error: Server failed to store temporary file.
ca_es: Error intern: el servidor no ha pogut emmagatzemar fitxers temporals.

source: Internal error: Server failed to publish temporary file.
ca_es: Error intern: el servidor no ha pogut publicar el fitxer temporal.

source: The server did not respond within the expected time.
ca_es: El servidor no ha respost en el temps esperat.

source: Unknown error: "$1".
ca_es: Error desconegut: «$1»

source: Internal error: Something went wrong when trying to upload your file.
ca_es: Error intern: quelcom no ha funcionat en intentar carregar el fitxer.

source: Unknown warning: "$1".
ca_es: Avís desconegut: $1

source: Uploading is disabled on this wiki.
ca_es: Estan desactivades les càrregues en aquest wiki

source: This file might be corrupt, or have the wrong extension.
ca_es: Aquest fitxer pot estar danyat, o tenir una extensió incorrecta.

source: Image rotated by $1 {{PLURAL:$1|degree|degrees}} clockwise
ca_es: Imatge girada $1 {{PLURAL:$1|grau|graus}} en el sentit de les agulles del rellotge

source: Parser profiling data:
ca_es: Perfil de dades de l'analitzador:

source: CPU time usage
ca_es: Temps d'ús de CPU

source: Real time usage
ca_es: Temps real d'ús

source: Preprocessor visited node count
ca_es: Nombre de nodes visitats pel preprocessador

source: Preprocessor generated node count
ca_es: Nombre de nodes generats pel preprocessador

source: Post-expand include size
ca_es: Mida d'inclusió post-expansió

source: Template argument size
ca_es: Mida de l'argument de plantilla

source: Highest expansion depth
ca_es: Profunditat màxima d'expansió

source: Expensive parser function count
ca_es: Número de funcions d'anàlisi dispendioses

source: Expand templates
ca_es: Expansió de plantilles

source: This special page takes text and expands all templates in it recursively. It also expands supported parser functions like <code><nowiki>{{</nowiki>#language:…}}</code> and variables like <code><nowiki>{{</nowiki>CURRENTDAY}}</code>. In fact, it expands pretty much everything in double-braces.
ca_es: Aquesta pàgina especial expandeix de forma recursiva totes les plantilles d'un text donat. També expandeix les funcions sintàctiques, com ara <code><nowiki>{{</nowiki>#language:…}}</code>, i les variables predefinides, com <code><nowiki>{{</nowiki>CURRENTDAY}}</code> &mdash;de fet, gairebé tot que estigui entre claus dobles.

source: Context title, for {{FULLPAGENAME}}, etc.:
ca_es: Títol per contextualitzar ({{FULLPAGENAME}}, etc):

source: Input text:
ca_es: El vostre text:

source: Result
ca_es: Resultat:

source: XML output
ca_es: Sortida XML

source: Remove comments
ca_es: Elimina els comentaris

source: Suppress <nowiki> tags in result
ca_es: Suprimeix l'etiqueta <nowiki> en el resultat

source: Show XML parse tree
ca_es: Mostra l'arbre XML

source: Wikipedia
ca_es: Viquipèdia

source: Wikipedia Beta
ca_es: Viquipèdia Beta

source: Article name
ca_es: Nom de l'article

source: Search Wikipedia
ca_es: Cerca a la Viquipèdia

source: Loading…
ca_es: S'està carregant...

source: Retrieving content from $1…
ca_es: S'està recuperant el contingut de $1...

source: Clear all saved pages
ca_es: Neteja totes les pàgines desades

source: Close saved pages screen
ca_es: Tanca la finestra de pàgines desades

source: You have reached the maximum number of saved pages.
ca_es: Heu assolit el nombre màxim de pàgines desades.

source: $1 saved.
ca_es: S'ha desat $1.

source: $1 already saved.
ca_es: Ja s'ha desat $1.

source: Remove $1 from saved pages?
ca_es: Voleu suprimir $1 de les pàgines desades?

source: Clear history?
ca_es: Es neteja l'historial?

source: Clear all saved pages?
ca_es: Es netegen totes les pàgines desades?

source: $1 has been removed.
ca_es: S'ha suprimit $1.

source: Saved pages
ca_es: Pàgines desades

source: Wikipedia homepage
ca_es: Pàgina d'inici de la Viquipèdia

source: Read in…
ca_es: Canvia la llengua

source: Back
ca_es: Enrere

source: Forward
ca_es: Endavant

source: Nearby
ca_es: Properes

source: Settings
ca_es: Paràmetres

source: Select text
ca_es: Seleccioneu el text

source: Share page
ca_es: Comparteix la pàgina

source: Output
ca_es: Sortida

source: Sources
ca_es: Fonts

source: Share via Twitter
ca_es: Comparteix al Twitter

source: Share via Facebook
ca_es: Comparteix al Facebook

source: Share via Mail
ca_es: Comparteix amb el correu

source: Open in Safari
ca_es: Obre al Safari

source: Open in Browser
ca_es: Obre al navegador

source: Pin to Start
ca_es: Clava a l'inici

source: Unpin from Start
ca_es: Desclava de l'inici

source: Close settings screen
ca_es: Tanca la finestra de paràmetres

source: Application version:
ca_es: Versió de l'aplicació:

source: Android version:
ca_es: Versió de l'Android:

source: PhoneGap version:
ca_es: Versió del PhoneGap:

source: Set language for $1
ca_es: Estableix la llengua de $1

source: Font size
ca_es: Mida de lletra

source: Set page font size
ca_es: Defineix la mida de lletra de l'article

source: Theme
ca_es: Tema

source: Close read in other languages screen
ca_es: Tanca la finestra de lectura en altres llengües

source: Read page in…
ca_es: Llegeix l'article en...

source: Sorry, this page is not available.
ca_es: Ho sentim, la pàgina no és disponible.

source: You are offline and the page has not been previously saved.
ca_es: Sou fora de línia i la pàgina no s'havia desat abans.

source: Please try again when you're connected to a network.
ca_es: Torneu-ho a provar quan estigueu connectat a la xarxa.

source: Our servers are currently experiencing problems. Please try again.
ca_es: Els nostres servidors estan experimentant problemes ara mateix. Torneu-ho a provar.

source: You can open a saved page or go online and search.
ca_es: Podeu obrir una pàgina desada o posar-vos en línia i cercar.

source: Sorry, no page by that name exists.
ca_es: Ho sentim, no hi ha cap article amb aquest nom.

source: You might have mis-spelt the title, or the page has not been created.
ca_es: Potser n'heu escrit malament el títol, o bé l'article encara no s'ha creat.

source: Please search for another term.
ca_es: Cerqueu un altre terme.

source: Contact us
ca_es: Contacteu-nos

source: Clear history
ca_es: Neteja l'historial

source: Close history screen
ca_es: Tanca la finestra d'historial

source: Close about screen
ca_es: Tanca la finestra de 'Quant a'

source: This application is copyright (C) Wikimedia Foundation and contributing developers
ca_es: L'aplicació té copyright (C) Wikimedia Foundation i desenvolupadors col·laboradors

source: This application is free software under the GNU General Public License. You are welcome to distribute and modify it under certain conditions. See <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> for details. The source code is available at <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>
ca_es: L'aplicació és programari lliure sota la GNU General Public License. Podeu distribuir-la i modificar-la lliurement sota certes condicions. Consulteu <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> per a més detalls. El codi font és disponible a <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>

source: We would like to recognize the following names for their contributions to the product:
ca_es: Ens agradaria reconèixer els noms següents per llurs contribucions al producte:

source: Wikipedia Mobile builds upon many Open Source works, including:
ca_es: El Wikipedia Mobile es basa en altres treballs de codi obert, incloent-hi:

source: Close nearby pages screen
ca_es: Tanca la finestra de pàgines properes

source: Nearby pages
ca_es: Pàgines properes

source: Official Wikipedia App for Android. Wikipedia is the free encyclopedia containing more than 20 million articles in 280 languages, and is the most comprehensive and widely used reference work humans have ever compiled. Features: Save article to read later or offline, Search articles nearby, Share articles using Android "Share" function, Read article in a different language, Full screen search Send us your feedback on Twitter @WikimediaMobile.
ca_es: L'Aplicació oficial de la Viquipèdia per a l'Android. La Viquipèdia és l'enciclopèdia lliure que conté més de 20 milions d'articles en 280 llengües. Es tracta de l'obra més exhaustiva i àmpliament usada que ha compilat mai la humanitat. Característiques: deseu un article per llegir-lo després fora de línia, cerqueu-ne articles propers, compartiu articles amb la funcionalitat de compartició de l'Android, llegiu l'article en una llengua diferent, cerca en pantalla completa, etc. Feu-nos arribar la vostra opinió des del Twitter a @WikimediaMobile.

source: Did you mean:
ca_es: Volíeu dir:

source: No results found
ca_es: Cap resultat

source: Close search results
ca_es: Tanca els resultats de cerca

source: Search Wikipedia for this text
ca_es: Cerca a la Viquipèdia aquest text

source: Show more results...
ca_es: Mostra més resultats...

source: Open in browser
ca_es: Obre en el navegador

source: Tiles courtesy <a href="http://www.mapquest.com">MapQuest</a>
ca_es: Mosaic cortesia de <a href="http://www.mapquest.com">MapQuest</a>

source: Map Data (C) <a href="http://openstreetmap.org">OpenStreetMap</a> contributors, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>
ca_es: Dades de mapes (C), els col·laboradors de l'<a href="http://openstreetmap.org">OpenStreetMap</a>, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>

source: Sorry, Twitter is not available for your iOS version
ca_es: Ho sentim, el Twitter no és disponible a la vostra versió de l'iOS

source: Article by <a id='show-page-history'>contributors</a> like you
ca_es: Article fet per <a id='show-page-history'>col·laboradors</a> com tu

source: Provided under <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>
ca_es: Oferta sota llicència <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>

source: Terms of Use
ca_es: Condicions d'ús

source: Privacy Policy
ca_es: Política de privacitat

source: Show table
ca_es: Mostra la taula

source: Show infobox
ca_es: Mostra el quadre d'informació

source: Show metadata
ca_es: Mostra les metadades

source: Featured pictures
ca_es: Imatges destacades

source: Featured articles
ca_es: Articles destacats

source: On this day
ca_es: En aquest dia

source: Featured Article
ca_es: Article destacat

source: Updating $1
ca_es: S'està actualitzant $1

source: Updating Saved Pages...
ca_es: S'estan actualitzant les pàgines desades…

source: Updating Saved Pages failed! Some saved pages will be disabled until they are updated. Will retry updating next time the app starts.
ca_es: Ha fallat l'actualització de les pàgines desades! S'inhabilitaran algunes pàgines desades mentre s'actualitzen. Es provarà tornar a actualitzar la propera vegada que s'iniciï l'aplicació.

source: You need to update your existing Saved Pages before they can be used again. Update now?
ca_es: Cal que actualitzeu les pàgines desades que teniu abans de poder tornar-les a utilitzar. Voleu que s'actualitzin?

source: Not now
ca_es: Ara no

source: Update?
ca_es: S'actualitza?

source: Previously saved pages will be disabled until you update. Will retry updating next time the app starts.
ca_es: S'inhabilitaran les pàgines desades anteriorment fins que les actualitzeu. Es tornarà a provar d'actualitzar-les la propera vegada que l'aplicació s'iniciï.

source: Light
ca_es: Lluminós

source: Solarized Dark
ca_es: Fosc assolellat

source: No other languages available
ca_es: No hi ha altres llengües disponibles

source: Bookmark
ca_es: Preferit

source: Bookmarks
ca_es: Preferits

source: Article by contributors like you.
ca_es: Article de col·laboradors com vostè.

source: Delete Bookmark
ca_es: Suprimeix preferit

source: Exit
ca_es: Sortir

source: Home
ca_es: Inici

source: Information
ca_es: Informació

source: Language set to:
ca_es: Idioma configurat per:

source: Language Set
ca_es: Llengua establerta

source: Wiki Languages
ca_es: Llengües de la wiki

source: Loading Content...
ca_es: Carregant contingut...

source: Loading ...
ca_es: Carregant ...

source: Main
ca_es: Pàgina principal

source: The network has failed, please try again.
ca_es: La xarxa ha fallat, si us plau proveu un altre cop.

source: Next Page
ca_es: Pàgina següent

source: Prev Page
ca_es: Pàgina anterior

source: Privacy
ca_es: Privadesa

source: Saved Pages
ca_es: Pàgines desades

source: Save Page
ca_es: Desa la pàgina

source: Stored Pages
ca_es: Pàgines desades

source: For support please go to www.wikipedia.org
ca_es: Per obtenir ajuda, si us plau, aneu a www.wikipedia.org

source: Table
ca_es: Taula

source: Wikisource
ca_es: Viquitexts

source: Wikisource Beta
ca_es: Viquitexts Beta

source: Text name
ca_es: Nom del text

source: Search Wikisource
ca_es: Busca a Wikisource

source: Wikisource homepage
ca_es: Pàgina d'inici de la Viquitexts

source: Share via e-mail
ca_es: Comparteix amb el correu

source: Wikisource Mobile builds upon many Open Source works, including:
ca_es: El Wikipedia Mobile es basa en altres treballs de codi obert, incloent-hi:

source: Official Wikisource App for Android. Wikisource is an online library of free content publications, collected and maintained by our community. Features: Save books to read later or offline, share pages using Android "Share" function, read article in a different language, full screen search Send us your feedback on Twitter @WikimediaMobile.
ca_es: App oficial de la Wikisource per Android. La Wikisource és una biblioteca online de publicacions de contingut lliure, recollit i matingut per la nostra comunitat. Característiques : Guarda llibres per llegir-los després o bé fora de línia, comparteix pàgines fent servir la funció "Compartir" d'Android, llegeix articles en diferents llengues, búsqueda a pantalla completa Envia'ns el teu Feedback al Twitter @WikimediaMobile.

source: Search Wikisource for this text
ca_es: Cerca a la Viquitexts aquest text

source: Getting Started
ca_es: Primers passos

source: To get started, please choose one of the following:
ca_es: Per començar, seleccioneu una de les opcions:

source: Browse Countries
ca_es: Navegació per països

source: Nearby Monuments
ca_es: Monuments propers

source: Choose Country
ca_es: Trieu un país

source: Choose Region
ca_es: Trieu una regió

source: Talking to the satellites
ca_es: Comunicant amb els satèl·lits

source: We're talking to some satellites to work out where in the world you are. Please be patient!
ca_es: Ens estem comunicant amb alguns satèl·lits per trobar la vostra ubicació. Tingueu paciència!

source: Failed to find you
ca_es: No us hem pogut localitzar

source: We tried to find you but it looks like you are hiding rather well. Find a more open location or try joining a Wi-Fi network for better luck.
ca_es: Hem intentat localitzar-vos però sembla que estigueu ben amagat. Proveu de trobar un lloc més obert o connecteu-vos a una xarxa sense fil.

source: Map
ca_es: Mapa

source: List
ca_es: Llista

source: Complete
ca_es: Complets

source: Incomplete
ca_es: Incomplets

source: Cancel Upload
ca_es: Cancel·la la càrrega

source: Magically uploaded via the Wiki Loves Monuments Mobile App Version $1.
ca_es: Carregat màgicament gràcies a l'aplicació per a mòbils Wiki Loves Monuments versió $1.

source: Whoops!
ca_es: Ups!

source: Whoops! We just broke something we shouldn't have. An error message is given below.
ca_es: Ups! Sembla que hem espatllat quelcom. Es mostra un missatge d'error a continuació.

source: Permission Denied!
ca_es: Permís denegat!

source: Your account cannot upload files. This might be because your account is new or has been temporarily restricted.
ca_es: El vostre compte no pot carregar arxius. Pot ser perquè és nou o perquè ha estat restringit temporalment.

source: Bad token
ca_es: Codi incorrecte

source: Please <a class='logout'>logout</a> and login again.
ca_es: Si us plau <a class='logout'>desconnecteu-vos</a> i connecteu-vos de nou.

source: Bad file type
ca_es: Tipus de fitxer erroni

source: The file type you have attempted to upload is not supported.
ca_es: El tipus de fitxer que heu intentat carregar no és admès.

source: Server issue
ca_es: Problema amb el servidor

source: Our servers are currently experiencing too much monuments love and are not responding in the way we expected. Please try again later.
ca_es: Els nostres servidors estan patint ara mateix molt d'amor pels monuments i no estan responent com esperàvem. Torneu-ho a provar més tad.

source: Monument Details
ca_es: Detalls del monument

source: Wikipedia article
ca_es: Article de la Viquipèdia

source: Address
ca_es: Adreça

source: Municipality
ca_es: Municipi

source: Location
ca_es: Ubicació

source: Country
ca_es: País

source: Monument ID
ca_es: Codi del monument

source: Last updated
ca_es: Darrera actualització

source: Log in to continue
ca_es: Inicieu una sessió per continuar

source: Login
ca_es: Inici de sessió

source: Logging you into the magical world of Wikimedia Commons...
ca_es: Iniciant la sessió en el món màgic de Wikimedia Commons...

source: Escaping from the magical world of Wikimedia Commons... Come back soon!
ca_es: Sortint del món màgic de Wikimedia Commons... Torneu aviat!

source: Login failed
ca_es: L'inici de sessió ha fallat

source: There was something wrong with the username you entered.
ca_es: Hi ha alguna cosa malament amb el nom d'usuari introduït.

source: There was something wrong with the password you provided.
ca_es: Hi ha alguna cosa malament amb la contrasenyda introduïda.

source: The user account you are using has been blocked. <a href="$1">Find out more</a>.
ca_es: El compte d'usuari que esteu provant d'utilitzar ha estat blocat. <a href="$1">Més informació</a>.

source: You have attempted to log in too many times in a short period of time. Please wait a little while and try again.
ca_es: Heu intentat connectar-vos massa vegades en poc temps. Espereu una estona abans de tornar a intentar-ho.

source: There was an internal error. Please try again in a little while. If the problem persists, please contact us.
ca_es: S'ha produït un error intern. Torneu a provar-ho d'aquí a una estona. Si el problema continua, poseu-vos en contacte amb nosaltres.

source: There was an error during your login attempt. Please try again.
ca_es: S'ha produït un error en intentar iniciar la sessió. Proveu-ho de nou.

source: Don't have an account on Wikimedia Commons yet? <a>Create one</a>!
ca_es: Encara no teniu un compte a Wikimedia Commons? <a>Creeu-ne un</a>!

source: Add photos of this monument right now or when you're home with a nice steaming hot mug of cocoa... it's up to you!
ca_es: Afegiu fotos del monument ara mateix o, quan estigueu a casa bevent una tassa de xocolata desfeta… com ho preferiu!

source: Add a Photo
ca_es: Afegeix una foto
